Repository: sajjadcsna3-oss/AppForNetflix
Catalog: AppforNetflix/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Romance
ar: الرومانسية
bn: রোমান্স
da: Romantik
de: Romantik
el: Ρομαντισμός
fi: Romantiikkaa
fil: Romansa
he: רומנטיקה
hi: रोमांस
hr: Romansa
hu: Romantikus
id: Percintaan
it: Romanticismo
ja: ロマンス
ko: 로맨스
ms: percintaan
nb: Romantikk
nl: Romantiek
pl: Romans
ro: Romantism
ru: Романтика
sk: Romantika
sv: Romantik
th: โรแมนติก
tr: romantik
uk: Романтика
ur: رومانس
vi: lãng mạn
zh_hans: 浪漫
zh_hant: 浪漫

source: Saudi Arabia
ar: المملكة العربية السعودية
bn: সৌদি আরব
cs: Saúdská Arábie
da: Saudi-Arabien
de: Saudi-Arabien
el: Σαουδική Αραβία
es: Arabia Saudita
fr: Arabie Saoudite
he: ערב הסעודית
hi: सऊदी अरब
hr: Saudijska Arabija
hu: Szaúd-Arábia
id: Arab Saudi
it: Arabia Saudita
ja: サウジアラビア
ko: 사우디아라비아
ms: Arab Saudi
nl: Saoedi-Arabië
pl: Arabia Saudyjska
pt_pt: Arábia Saudita
ro: Arabia Saudită
ru: Саудовская Аравия
sk: Saudská Arábia
sv: Saudiarabien
th: ซาอุดีอาระเบีย
tr: Suudi Arabistan
uk: Саудівська Аравія
ur: سعودی عرب
vi: Ả Rập Saudi
zh_hans: 沙特阿拉伯
zh_hant: 沙烏地阿拉伯

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fil: I-save
fr: Enregistrer
he: שמור
hi: सहेजें
hr: spremiti
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Jimat
nb: Lagre
nl: Opslaan
pl: Zapisz
pt_pt: Salvar
ro: Salvați
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: зберегти
ur: محفوظ کریں۔
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Science Fiction
ar: الخيال العلمي
bn: সায়েন্স ফিকশন
cs: Sci-fi
el: Επιστημονική Φαντασία
es: Ciencia ficción
he: מדע בדיוני
hi: विज्ञान गल्प
hr: Znanstvena fantastika
id: Fiksi Ilmiah
it: Fantascienza
ja: サイエンスフィクション
ko: SF
ms: Fiksyen Sains
pt_pt: Ficção Científica
ru: Научная фантастика
sk: Sci-fi
th: นิยายวิทยาศาสตร์
tr: Bilim Kurgu
uk: Наукова фантастика
ur: سائنس فکشن
vi: khoa học viễn tưởng
zh_hans: 科幻小说
zh_hant: 科幻小說

source: Search across all platforms—movies, shows, and documentaries.
ar: ابحث عبر جميع المنصات — الأفلام والعروض والأفلام الوثائقية.
bn: সমস্ত প্ল্যাটফর্মে অনুসন্ধান করুন—চলচ্চিত্র, শো এবং ডকুমেন্টারি৷
cs: Vyhledávejte na všech platformách – ve filmech, pořadech a dokumentech.
da: Søg på tværs af alle platforme – film, shows og dokumentarer.
de: Suchen Sie auf allen Plattformen – Filmen, Shows und Dokumentationen.
el: Αναζήτηση σε όλες τις πλατφόρμες—ταινίες, εκπομπές και ντοκιμαντέρ.
es: Busque en todas las plataformas: películas, programas y documentales.
fi: Hae kaikilta alustoilta – elokuvista, ohjelmista ja dokumenteista.
fil: Maghanap sa lahat ng platform—mga pelikula, palabas, at dokumentaryo.
fr: Recherchez sur toutes les plateformes : films, émissions et documentaires.
he: חפש בכל הפלטפורמות - סרטים, תוכניות וסרטים תיעודיים.
hi: सभी प्लेटफ़ॉर्म पर खोजें—फ़िल्में, शो और वृत्तचित्र।
hr: Pretražujte na svim platformama—filmove, emisije i dokumentarne filmove.
hu: Keresés minden platformon – filmek, műsorok és dokumentumfilmek között.
id: Telusuri di semua platform—film, acara TV, dan dokumenter.
it: Cerca su tutte le piattaforme: film, programmi e documentari.
ja: 映画、番組、ドキュメンタリーなど、あらゆるプラットフォームを検索します。
ko: 영화, 쇼, 다큐멘터리 등 모든 플랫폼에서 검색하세요.
ms: Cari merentas semua platform—filem, rancangan dan dokumentari.
nb: Søk på alle plattformer – filmer, serier og dokumentarer.
nl: Zoek op alle platforms: films, shows en documentaires.
pl: Przeszukuj wszystkie platformy — filmy, programy i filmy dokumentalne.
pt_pt: Pesquise em todas as plataformas: filmes, programas e documentários.
ro: Căutați pe toate platformele: filme, emisiuni și documentare.
ru: Ищите по всем платформам — фильмам, шоу и документальным фильмам.
sk: Vyhľadávajte na všetkých platformách – vo filmoch, reláciách a dokumentoch.
sv: Sök på alla plattformar – filmer, program och dokumentärer.
th: ค้นหาในทุกแพลตฟอร์ม ทั้งภาพยนตร์ รายการ และสารคดี
tr: Filmler, şovlar ve belgeseller dahil tüm platformlarda arama yapın.
uk: Шукайте на всіх платформах — у фільмах, шоу та документальних фільмах.
ur: تمام پلیٹ فارمز — موویز، شوز اور دستاویزی فلموں میں تلاش کریں۔
vi: Tìm kiếm trên tất cả các nền tảng—phim, chương trình và phim tài liệu.
zh_hans: 跨所有平台搜索 - 电影、节目和纪录片。
zh_hant: 跨所有平台搜尋 - 電影、節目和紀錄片。

# search_no_results_format
source: No results found for “%@”.
ar: لم يتم العثور على أي نتائج ل "%@".
bn: "%@" এর জন্য কোন ফলাফল পাওয়া যায়নি।
cs: Pro výraz „%@“ nebyly nalezeny žádné výsledky.
da: Der blev ikke fundet nogen resultater for "%@".
de: Für „%@“ wurden keine Ergebnisse gefunden.
el: Δεν βρέθηκαν αποτελέσματα για "%@".
es: No se han encontrado resultados para “%@”.
fi: Ei tuloksia haulle “%@”.
fil: Walang nahanap na mga resulta para sa "%@".
fr: Aucun résultat trouvé pour « %@ ».
he: לא נמצאו תוצאות עבור "%@".
hi: "%@" के लिए कोई परिणाम नहीं मिला।
hr: Nema pronađenih rezultata za “%@”.
hu: Nincs találat a következőre: “%@”.
id: Hasil pencarian "%@" tidak dapat ditemukan
it: Nessun risultato trovato per “%@”.
ja: 「%@」に一致する結果はありませんでした。
ko: "%@"에 대한 검색결과가 없습니다.
ms: Tiada hasil ditemui untuk "%@".
nb: Ingen resultater funnet for "%@".
nl: Er zijn geen resultaten gevonden voor '%@'.
pl: Nie znaleziono wyników dla „%@”.
pt_pt: Nenhum resultado encontrado para “%@”.
ro: Nu s-au găsit rezultate pentru „%@”.
ru: По запросу «%@» результатов не найдено.
sk: Pre “%@” sa nenašli žiadne výsledky.
sv: Inga resultat hittades för "%@".
th: ไม่พบผลการค้นหาคำค้น "%@"
tr: "%@" için sonuç bulunamadı.
uk: Немає результатів для “%@”.
ur: "%@" کے لیے کوئی نتیجہ نہیں ملا۔
vi: Không tìm thấy kết quả nào cho "%@".
zh_hans: 没有找到“%@”的结果。
zh_hant: 沒有找到“%@”的結果。

source: Search…
ar: بحث…
bn: অনুসন্ধান…
cs: Hledat…
da: Søg...
de: Suchen…
el: Αναζήτηση…
es: Buscar…
fi: Hae…
fil: Maghanap…
fr: Rechercher…
he: חפש...
hi: खोजें...
hr: Traži…
hu: Keresés…
id: Cari…
it: Cerca…
ja: 検索…
ko: 검색…
ms: Cari…
nb: Søk...
nl: Zoek…
pl: Szukaj…
pt_pt: Pesquisar…
ro: Cauta...
ru: Искать…
sk: Hľadať…
sv: Sök...
th: ค้นหา...
tr: Ara…
uk: Пошук…
ur: تلاش کریں…
vi: Tìm kiếm…
zh_hans: 搜索...
zh_hant: 搜尋...

source: Searching…
ar: البحث…
bn: অনুসন্ধান করা হচ্ছে...
cs: Vyhledávání…
da: Søger...
de: Suche…
el: Αναζήτηση…
es: Buscando…
fi: Haetaan…
fil: Naghahanap…
fr: Recherche…
he: מחפש...
hi: खोज रहा हूँ...
hr: Pretraživanje…
hu: Keresés…
id: Mencari…
it: Ricerca…
ja: 検索中…
ko: 검색 중…
ms: Mencari…
nb: Søker …
nl: Zoeken…
pl: Wyszukiwanie…
pt_pt: Procurando…
ro: Se caută…
ru: Поиск…
sk: Hľadá sa…
sv: Söker...
th: กำลังค้นหา...
tr: Aranıyor…
uk: Пошук…
ur: تلاش کر رہا ہے…
vi: Đang tìm kiếm…
zh_hans: 正在寻找...
zh_hant: 正在尋找...

source: See All →
ar: شاهد الكل →
bn: সব দেখুন →
cs: Zobrazit vše →
da: Se alle →
de: Alle anzeigen →
el: Δείτε όλα →
es: Ver todo →
fi: Katso kaikki →
fil: Tingnan Lahat →
fr: Tout voir →
he: ראה הכל →
hi: सभी देखें →
hr: Vidi sve →
hu: Lásd Összes →
id: Lihat Semua →
it: Vedi tutto →
ja: 全て見る→
ko: 모두 보기 →
ms: Lihat Semua →
nb: Se alle →
nl: Zie alles →
pl: Zobacz wszystko →
pt_pt: Ver tudo →
ro: Vezi toate →
ru: Посмотреть все →
sk: Zobraziť všetko →
sv: Se alla →
th: ดูทั้งหมด →
tr: Tümünü Gör →
uk: Переглянути все →
ur: سبھی دیکھیں →
vi: Xem Tất Cả →
zh_hans: 查看全部 →
zh_hant: 看全部 →

source: Server error. Make sure Email/Password Auth is enabled in your Firebase Console.
ar: خطأ في الخادم. تأكد من تمكين مصادقة البريد الإلكتروني/كلمة المرور في وحدة تحكم Firebase الخاصة بك.
bn: সার্ভার ত্রুটি. নিশ্চিত করুন যে আপনার Firebase কনসোলে ইমেল/পাসওয়ার্ড প্রমাণ সক্ষম করা আছে।
cs: Chyba serveru. Ujistěte se, že je ve vaší Firebase Console povoleno ověření e-mailu/hesla.
da: Serverfejl. Sørg for, at godkendelse af e-mail/adgangskode er aktiveret i din Firebase-konsol.
de: Serverfehler. Stellen Sie sicher, dass die E-Mail-/Passwort-Authentifizierung in Ihrer Firebase-Konsole aktiviert ist.
el: Σφάλμα διακομιστή. Βεβαιωθείτε ότι το Email/Password Auth είναι ενεργοποιημένο στο Firebase Console.
es: Error del servidor. Asegúrese de que la autenticación de correo electrónico/contraseña esté habilitada en su Firebase Console.
fi: Palvelinvirhe. Varmista, että sähköpostin/salasanan todennus on käytössä Firebase-konsolissa.
fil: Error sa server. Tiyaking naka-enable ang Email/Password Auth sa iyong Firebase Console.
fr: Erreur de serveur. Assurez-vous que l'authentification par e-mail/mot de passe est activée dans votre console Firebase.
he: שגיאת שרת. ודא שאימות דוא"ל/סיסמה מופעל במסוף Firebase שלך.
hi: सर्वर त्रुटि. सुनिश्चित करें कि आपके फायरबेस कंसोल में ईमेल/पासवर्ड प्रमाणीकरण सक्षम है।
hr: Greška poslužitelja. Provjerite je li autentifikacija e-pošte/lozinke omogućena na vašoj Firebase konzoli.
hu: Szerver hiba. Győződjön meg arról, hogy az e-mail/jelszó hitelesítés engedélyezve van a Firebase-konzolon.
id: Kesalahan server. Pastikan Auth Email/Kata Sandi diaktifkan di Firebase Console Anda.
it: Errore del server. Assicurati che l'autenticazione email/password sia abilitata nella console Firebase.
ja: サーバーエラー。 Firebase コンソールでメール/パスワード認証が有効になっていることを確認してください。
ko: 서버 오류입니다. Firebase 콘솔에서 이메일/비밀번호 인증이 활성화되어 있는지 확인하세요.
ms: Ralat pelayan. Pastikan Pengesahan E-mel/Kata Laluan didayakan dalam Firebase Console anda.
nb: Serverfeil. Sørg for at e-post-/passordautentisering er aktivert i Firebase-konsollen.
nl: Serverfout. Zorg ervoor dat e-mail-/wachtwoordverificatie is ingeschakeld in uw Firebase-console.
pl: Błąd serwera. Upewnij się, że w konsoli Firebase włączona jest opcja uwierzytelniania za pomocą adresu e-mail/hasła.
pt_pt: Erro no servidor. Certifique-se de que a autenticação de e-mail/palavra-passe está ativada na sua Firebase Console.
ro: Eroare de server. Asigurați-vă că autentificarea e-mailului/parolă este activată în Consola Firebase.
ru: Ошибка сервера. Убедитесь, что в вашей консоли Firebase включена аутентификация по электронной почте/паролю.
sk: Chyba servera. Uistite sa, že je vo vašej konzole Firebase povolená e-mailová/heslová autorizácia.
sv: Serverfel. Se till att e-post-/lösenordsautentisering är aktiverat i din Firebase-konsol.
th: ข้อผิดพลาดของเซิร์ฟเวอร์ ตรวจสอบให้แน่ใจว่าเปิดใช้งานการตรวจสอบสิทธิ์อีเมล/รหัสผ่านในคอนโซล Firebase ของคุณ
tr: Sunucu hatası. Firebase Konsolunuzda E-posta/Şifre Kimlik Doğrulamasının etkinleştirildiğinden emin olun.
uk: Помилка сервера. Переконайтеся, що у вашій консолі Firebase увімкнено автентифікацію електронної пошти/пароля.
ur: سرور کی خرابی۔ یقینی بنائیں کہ آپ کے Firebase کنسول میں ای میل/پاس ورڈ کی تصدیق فعال ہے۔
vi: Lỗi máy chủ. Đảm bảo Xác thực email/mật khẩu được bật trong Bảng điều khiển Firebase của bạn.
zh_hans: 服务器错误。确保在 Firebase 控制台中启用电子邮件/密码身份验证。
zh_hant: 伺服器錯誤。確保在 Firebase 控制台中啟用電子郵件/密碼驗證。

source: Settings
ar: الإعدادات
bn: সেটিংস
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fi: Asetukset
fil: Mga setting
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: postavke
hu: Beállítások elemre
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Sign In
ar: تسجيل الدخول
bn: সাইন ইন করুন
cs: Přihlaste se
da: Log ind
de: Anmelden
el: Είσοδος
es: Iniciar sesión
fi: Kirjaudu sisään
fil: Mag-sign In
fr: Connectez-vous
he: היכנס
hi: साइन इन करें
hr: Prijavite se
hu: Jelentkezzen be
id: Masuk
it: Accedi
ja: サインイン
ko: 로그인
ms: Log Masuk
nb: Logg på
nl: Inloggen
pl: Zaloguj się
pt_pt: Entrar
ro: Conectați-vă
ru: Войти
sk: Prihlásiť sa
sv: Logga in
th: เข้าสู่ระบบ
tr: Oturum aç
uk: Увійти
ur: سائن ان کریں۔
vi: Đăng nhập
zh_hans: 登录
zh_hant: 登入

source: Sign in to sync your profile and premium status
ar: قم بتسجيل الدخول لمزامنة ملفك الشخصي وحالتك المميزة
bn: আপনার প্রোফাইল এবং প্রিমিয়াম স্থিতি সিঙ্ক করতে সাইন ইন করুন৷
cs: Přihlaste se a synchronizujte svůj profil a prémiový stav
da: Log ind for at synkronisere din profil og premium-status
de: Melden Sie sich an, um Ihr Profil und Ihren Premium-Status zu synchronisieren
el: Συνδεθείτε για να συγχρονίσετε το προφίλ σας και την κατάσταση premium
es: Inicia sesión para sincronizar tu perfil y estado premium
fi: Kirjaudu sisään synkronoidaksesi profiilisi ja premium-tilan
fil: Mag-sign in upang i-sync ang iyong profile at premium na katayuan
fr: Connectez-vous pour synchroniser votre profil et votre statut premium
he: היכנס כדי לסנכרן את הפרופיל שלך ואת סטטוס הפרימיום שלך
hi: अपनी प्रोफ़ाइल और प्रीमियम स्थिति को सिंक करने के लिए साइन इन करें
hr: Prijavite se kako biste sinkronizirali svoj profil i premium status
hu: Jelentkezzen be profilja és prémium állapotának szinkronizálásához
id: Masuk untuk menyinkronkan profil dan status premium Anda
it: Accedi per sincronizzare il tuo profilo e lo stato premium
ja: サインインしてプロフィールとプレミアム ステータスを同期してください
ko: 프로필과 프리미엄 상태를 동기화하려면 로그인하세요.
ms: Log masuk untuk menyegerakkan profil dan status premium anda
nb: Logg på for å synkronisere profilen og premiumstatusen din
nl: Meld u aan om uw profiel en premiumstatus te synchroniseren
pl: Zaloguj się, aby zsynchronizować swój profil i status premium
pt_pt: Faça login para sincronizar o seu perfil e estatuto premium
ro: Conectați-vă pentru a vă sincroniza profilul și starea premium
ru: Войдите, чтобы синхронизировать свой профиль и премиум-статус.
sk: Prihláste sa a synchronizujte svoj profil a prémiový stav
sv: Logga in för att synkronisera din profil och premiumstatus
th: ลงชื่อเข้าใช้เพื่อซิงค์โปรไฟล์และสถานะพรีเมียมของคุณ
tr: Profilinizi ve premium durumunuzu senkronize etmek için oturum açın
uk: Увійдіть, щоб синхронізувати свій профіль і преміум-статус
ur: اپنے پروفائل اور پریمیم اسٹیٹس کو مطابقت پذیر بنانے کے لیے سائن ان کریں۔
vi: Đăng nhập để đồng bộ hóa hồ sơ và trạng thái cao cấp của bạn
zh_hans: 登录以同步您的个人资料和高级状态
zh_hant: 登入以同步您的個人資料和進階狀態

source: Sign Out
ar: تسجيل الخروج
bn: সাইন আউট
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fi: Kirjaudu ulos
fil: Mag-sign Out
fr: Se déconnecter
he: צא
hi: साइन आउट करें
hr: Odjavi se
hu: Jelentkezzen ki
id: Keluar
it: Esci
ja: サインアウト
ko: 로그아웃
ms: Log Keluar
nb: Logg ut
nl: Uitloggen
pl: Wyloguj się
pt_pt: Sair
ro: Deconectați-vă
ru: Выйти
sk: Odhlásiť sa
sv: Logga ut
th: ออกจากระบบ
tr: Oturumu Kapat
uk: Вийти
ur: سائن آؤٹ کریں۔
vi: Đăng xuất
zh_hans: 退出
zh_hant: 退出

source: SIMILAR TITLES
ar: عناوين مماثلة
bn: অনুরূপ শিরোনাম
cs: PODOBNÉ TITULKY
da: LIGNENDE TITEL
de: ÄHNLICHE TITEL
el: ΠΑΡΟΜΟΙΟΙ ΤΙΤΛΟΙ
es: TÍTULOS SIMILARES
fi: SAMANLAISET NIMIKKEET
fil: MGA KATULAD NA PAMAGAT
fr: TITRES SIMILAIRES
he: כותרות דומות
hi: समान शीर्षक
hr: SLIČNI NASLOVI
hu: HASONLÓ CÍMEK
id: JUDUL YANG SERUPA
it: TITOLI SIMILI
ja: 類似のタイトル
ko: 유사한 제목
ms: TAJUK YANG SERUPA
nb: LIGNENDE TITLER
nl: GELIJKAARDIGE TITELS
pl: PODOBNE TYTUŁY
pt_pt: TÍTULOS SEMELHANTES
ro: TITLURI SIMILARE
ru: ПОХОЖИЕ НАЗВАНИЯ
sk: PODOBNÉ TITULKY
sv: LIKNANDE TITLAR
th: ชื่อที่คล้ายกัน
tr: BENZER BAŞLIKLAR
uk: ПОДІБНІ НАЗВИ
ur: ملتے جلتے عنوانات
vi: TÊN TƯƠNG TỰ
zh_hans: 类似标题
zh_hant: 類似標題

source: Singapore
ar: سنغافورة
bn: সিঙ্গাপুর
cs: Singapur
de: Singapur
el: Σιγκαπούρη
es: Singapur
fr: Singapour
he: סינגפור
hi: सिंगापुर
hr: Singapur
hu: Szingapúr
id: Singapura
ja: シンガポール
ko: 싱가포르
ms: Singapura
pl: Singapur
pt_pt: Singapura
ru: Сингапур
sk: Singapur
th: สิงคโปร์
tr: Singapur
uk: Сінгапур
ur: سنگاپور
zh_hans: 新加坡
zh_hant: 新加坡

source: Smart Recommendations
ar: توصيات ذكية
bn: স্মার্ট সুপারিশ
cs: Chytrá doporučení
da: Smarte anbefalinger
de: Intelligente Empfehlungen
el: Έξυπνες συστάσεις
es: Recomendaciones inteligentes
fi: Älykkäät suositukset
fil: Mga Matalinong Rekomendasyon
fr: Recommandations intelligentes
he: המלצות חכמות
hi: स्मार्ट सिफ़ारिशें
hr: Pametne preporuke
hu: Intelligens ajánlások
id: Rekomendasi Cerdas
it: Raccomandazioni intelligenti
ja: 賢いおすすめ
ko: 스마트 추천
ms: Syor Pintar
nb: Smarte anbefalinger
nl: Slimme aanbevelingen
pl: Inteligentne rekomendacje
pt_pt: Recomendações inteligentes
ro: Recomandări inteligente
ru: Умные рекомендации
sk: Inteligentné odporúčania
sv: Smarta rekommendationer
th: คำแนะนำอันชาญฉลาด
tr: Akıllı Öneriler
uk: Розумні рекомендації
ur: اسمارٹ سفارشات
vi: Khuyến nghị thông minh
zh_hans: 智能推荐
zh_hant: 智慧推薦

source: Something went wrong (code %lld).
ar: حدث خطأ ما (الرمز %lld).
bn: কিছু ভুল হয়েছে (কোড %lld)।
cs: Něco se pokazilo (kód %lld).
da: Noget gik galt (kode %lld).
de: Es ist ein Fehler aufgetreten (Code %lld).
el: Κάτι πήγε στραβά (κωδικός %lld).
es: Algo salió mal (código %lld).
fi: Jotain meni pieleen (koodi %lld).
fil: Nagkaproblema (code %lld).
fr: Une erreur s'est produite (code %lld).
he: משהו השתבש (קוד %lld).
hi: कुछ गलत हो गया (कोड %lld)।
hr: Nešto nije u redu (šifra %lld).
hu: Hiba történt (kód: %lld).
id: Ada yang tidak beres (kode %lld).
it: Qualcosa è andato storto (codice %lld).
ja: 問題が発生しました (コード %lld)。
ko: 문제가 발생했습니다(코드 %lld).
ms: Sesuatu telah berlaku (kod %lld).
nb: Noe gikk galt (kode %lld).
nl: Er is iets misgegaan (code %lld).
pl: Coś poszło nie tak (kod %lld).
pt_pt: Algo correu mal (código %lld).
ro: A apărut o eroare (cod %lld).
ru: Что-то пошло не так (код %lld).
sk: Vyskytol sa problém (kód %lld).
sv: Något gick fel (kod %lld).
th: มีข้อผิดพลาดเกิดขึ้น (รหัส %lld)
tr: Bir şeyler ters gitti (kod %lld).
uk: Щось пішло не так (код %lld).
ur: کچھ غلط ہو گیا (کوڈ %lld)۔
vi: Đã xảy ra lỗi (mã %lld).
zh_hans: 出了点问题（代码 %lld）。
zh_hant: 出了點問題（代碼 %lld）。

source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.
bn: কিছু ভুল হয়েছে আবার চেষ্টা করুন.
cs: Něco se pokazilo. Zkuste to prosím znovu.
da: Noget gik galt. Prøv venligst igen.
de: Etwas ist schief gelaufen. Bitte versuchen Sie es erneut.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
es: Algo salió mal. Por favor inténtalo de nuevo.
fi: Jotain meni pieleen. Yritä uudelleen.
fil: Nagkaproblema. Pakisubukang muli.
fr: Quelque chose s'est mal passé. Veuillez réessayer.
he: משהו השתבש. אנא נסה שוב.
hi: कुछ ग़लत हो गया. कृपया पुन: प्रयास करें।
hr: Nešto nije u redu. Molimo pokušajte ponovo.
hu: Valami elromlott. Kérjük, próbálja újra.
id: Ada yang tidak beres. Silakan coba lagi.
it: Qualcosa è andato storto. Per favore riprova.
ja: 何か問題が発生しました。もう一度試してください。
ko: 문제가 발생했습니다. 다시 시도해 주세요.
ms: Sesuatu telah berlaku. Sila cuba lagi.
nb: Noe gikk galt. Vennligst prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
pl: Coś poszło nie tak. Spróbuj ponownie.
pt_pt: Algo correu mal. Por favor, tente novamente.
ro: Ceva a mers prost. Vă rugăm să încercați din nou.
ru: Что-то пошло не так. Пожалуйста, попробуйте еще раз.
sk: Niečo sa pokazilo. Skúste to znova.
sv: Något gick fel. Försök igen.
th: มีบางอย่างผิดพลาด โปรดลองอีกครั้ง
tr: Bir şeyler ters gitti. Lütfen tekrar deneyin.
uk: Щось пішло не так. Спробуйте ще раз.
ur: کچھ غلط ہو گیا۔ براہ کرم دوبارہ کوشش کریں۔
vi: Đã xảy ra lỗi. Vui lòng thử lại.
zh_hans: 出了点问题。请再试一次。
zh_hant: 出了點問題。請再試一次。

source: South Africa
ar: جنوب أفريقيا
bn: দক্ষিণ আফ্রিকা
cs: Jižní Afrika
da: Sydafrika
de: Südafrika
el: Νότια Αφρική
es: Sudáfrica
fi: Etelä-Afrikka
fr: Afrique du Sud
he: דרום אפריקה
hi: दक्षिण अफ़्रीका
hr: Južna Afrika
hu: Dél-Afrika
id: Afrika Selatan
it: Sud Africa
ja: 南アフリカ
ko: 남아프리카
ms: Afrika Selatan
nb: Sør-Afrika
nl: Zuid-Afrika
pl: Południowa Afryka
pt_pt: África do Sul
ro: Africa de Sud
ru: Южная Африка
sk: Južná Afrika
sv: Sydafrika
th: แอฟริกาใต้
tr: Güney Afrika
uk: Південна Африка
ur: جنوبی افریقہ
vi: Nam Phi
zh_hans: 南非
zh_hant: 南非

source: South Korea
ar: كوريا الجنوبية
bn: দক্ষিণ কোরিয়া
cs: Jižní Korea
da: Sydkorea
de: Südkorea
el: Νότια Κορέα
es: Corea del Sur
fi: Etelä-Korea
fr: Corée du Sud
he: דרום קוריאה
hi: दक्षिण कोरिया
hr: Južna Koreja
hu: Dél-Korea
id: Korea Selatan
it: Corea del Sud
ja: 韓国
ko: 한국
ms: Korea Selatan
nb: Sør-Korea
nl: Zuid-Korea
pl: Korea Południowa
pt_pt: Coreia do Sul
ro: Coreea de Sud
ru: Южная Корея
sk: Južná Kórea
sv: Sydkorea
th: เกาหลีใต้
tr: Güney Kore
uk: Південна Корея
ur: جنوبی کوریا
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 韓國

source: Spain
ar: اسبانيا
bn: স্পেন
cs: Španělsko
da: Spanien
de: Spanien
el: Ισπανία
es: España
fi: Espanja
fil: Espanya
fr: Espagne
he: ספרד
hi: स्पेन
hr: Španjolska
hu: Spanyolország
id: Spanyol
it: Spagna
ja: スペイン
ko: 스페인
ms: Sepanyol
nb: Spania
nl: Spanje
pl: Hiszpania
pt_pt: Espanha
ro: Spania
ru: Испания
sk: Španielsko
sv: Spanien
th: สเปน
tr: İspanya
uk: Іспанія
ur: سپین
vi: Tây Ban Nha
zh_hans: 西班牙
zh_hant: 西班牙

source: Spanish
ar: الاسبانية
bn: স্প্যানিশ
cs: španělština
da: spansk
de: Spanisch
el: Ισπανικά
es: español
fi: espanja
fil: Espanyol
fr: Espagnol
he: ספרדית
hi: स्पैनिश
hr: španjolski
hu: spanyol
id: Spanyol
it: spagnolo
ja: スペイン語
ko: 스페인어
ms: bahasa Sepanyol
nb: spansk
nl: Spaans
pl: Hiszpański
pt_pt: Espanhol
ro: spaniolă
ru: испанский
sk: španielčina
sv: spanska
th: สเปน
tr: İspanyolca
uk: Іспанська
ur: ہسپانوی
vi: tiếng Tây Ban Nha
zh_hans: 西班牙语
zh_hant: 西班牙語

source: STARTER
ar: كاتب
bn: স্টার্টার
el: ΕΚΚΙΝΗΣΗ
es: ARRANQUE
fi: ALOITTAJA
fr: DÉMARREUR
hi: स्टार्टर
id: PEMULA
it: INIZIO
ja: スターター
ko: 스타터
ms: PEMULA
nl: VOORGERECHT
pl: ROZRUSZNIK
pt_pt: INICIANTE
ru: СТАРТЕР
sv: STARTARNA
th: สตาร์ทเตอร์
tr: BAŞLANGIÇ
uk: СТАРТЕР
ur: سٹارٹر
vi: BẮT ĐẦU
zh_hans: 启动器
zh_hant: 啟動器

source: STREAMING PLATFORMS
ar: منصات البث
bn: স্ট্রিমিং প্ল্যাটফর্ম
cs: STREAMOVACÍ PLATFORMY
da: STREAMING PLATFORME
de: STREAMING-PLATTFORMEN
el: ΠΛΑΤΦΟΡΜΕΣ ΡΟΗΣ
es: PLATAFORMAS DE TRANSMISIÓN
fi: SUORAUSALUSTEET
fil: MGA PLATFORM NG STREAMING
fr: PLATEFORMES DE DIFFUSION
he: פלטפורמות סטרימינג
hi: स्ट्रीमिंग प्लेटफार्म
hr: STREAMING PLATFORME
hu: STREAMING PLATFORMOK
id: PLATFORM STREAMING
it: PIATTAFORME DI STREAMING
ja: ストリーミング プラットフォーム
ko: 스트리밍 플랫폼
ms: PLATFORM PENYIARAN
nb: STREAMING PLATTFORMER
nl: STREAMINGPLATFORMEN
pl: PLATFORMY STREAMINGOWE
pt_pt: PLATAFORMAS DE TRANSMISSÃO
ro: PLATFORME DE STREAMING
ru: СТРИМИНГОВЫЕ ПЛАТФОРМЫ
sk: STREAMOVACIE PLATFORMY
sv: STREAMNINGSPLATTFORMAR
th: แพลตฟอร์มสตรีมมิ่ง
tr: YAYIN PLATFORMLARI
uk: ПОТОКОВІ ПЛАТФОРМИ
ur: اسٹریمنگ پلیٹ فارمز
vi: NỀN TẢNG PHÁT TRUYỀN
zh_hans: 流媒体平台
zh_hant: 串流媒體平台

source: Subscribe for a better viewing experience.
ar: اشترك من أجل الأفضل تجربة المشاهدة.
bn: একটি ভাল জন্য সদস্যতা দেখার অভিজ্ঞতা।
cs: Přihlaste se k odběru pro lepší divácký zážitek.
da: Abonner for en bedre seeroplevelse.
de: Abonnieren Sie für eine bessere Seherlebnis.
el: Εγγραφείτε για καλύτερο εμπειρία θέασης.
es: Suscríbete para una mejor experiencia de visualización.
fi: Tilaa saadaksesi paremman katselukokemus.
fil: Mag-subscribe para sa isang mas mahusay karanasan sa panonood.
fr: Abonnez-vous pour un meilleur expérience visuelle.
he: הירשם לטוב יותר חווית צפייה.
hi: बेहतरी के लिए सदस्यता लें देखने का अनुभव.
hr: Pretplatite se za bolje iskustvo gledanja.
hu: Iratkozz fel a jobbért megtekintési élmény.
id: Berlangganan untuk menjadi lebih baik pengalaman menonton.
it: Iscriviti per una migliore esperienza visiva.
ja: 購読してさらにお得に 視聴体験。
ko: 더 나은 것을 위해 구독하세요 시청 경험.
ms: Langgan untuk yang lebih baik pengalaman menonton.
nb: Abonner for en bedre seeropplevelse.
nl: Abonneer je voor een beter kijkervaring.
pl: Zapisz się na lepsze wrażenia z oglądania.
pt_pt: Inscreva-se para um melhor experiência de visualização.
ro: Abonați-vă pentru o mai bună experiență de vizionare.
ru: Подпишитесь, чтобы стать лучше опыт просмотра.
sk: Prihláste sa na odber lepšie divácky zážitok.
sv: Prenumerera för en bättre tittarupplevelse.
th: สมัครสมาชิกเพื่อสิ่งที่ดีกว่า ประสบการณ์การรับชม
tr: Daha iyisi için abone olun görüntüleme deneyimi.
uk: Підпишіться на краще досвід перегляду.
ur: بہتر کے لیے سبسکرائب کریں۔ دیکھنے کا تجربہ.
vi: Đăng ký để tốt hơn trải nghiệm xem.
zh_hans: 订阅以获得更好的 观看体验。
zh_hant: 訂閱以獲得更好的 觀看體驗。
